<policy>
	<general>
		<name>SFDC-Patching-%PROD_NAME%-beta</name>
		<enabled>true</enabled>
		<frequency>Ongoing</frequency>
		<trigger_other>%PROD_NAME%-beta</trigger_other>
		<category>
			<name>UEX Beta Patching Titles</name>
		</category>
	</general>
	<scope>
		<!--Scope added by JSSImporter-->
	</scope>
	<package_configuration>
		<!--Package added by JSSImporter-->
	</package_configuration>
	<scripts>
		<!--Scripts added by JSSImporter-->
	</scripts>
	<self_service>
		<use_for_self_service>true</use_for_self_service>
		<install_button_text>Update</install_button_text>
		<self_service_display_name>Update %PROD_NAME%</self_service_display_name>
		<reinstall_button_text>Update</reinstall_button_text>
		<self_service_description>A new patch, %PROD_NAME% %VERSION%, is now available for your computer. To downlaod and install it, first quit %PROD_NAME%, and then click 'Update' below. If the update fails, ensure that all %PROD_NAME% processes have been stopped, and try again. If the issue persists, please reach out to Techforce for assistance.</self_service_description>
	</self_service>
	<maintenance>
		<recon>true</recon>
	</maintenance>
</policy>
