<policy>
	<general>
		<name>SFDC-Patching-%PROD_NAME%-beta</name>
		<enabled>true</enabled>
		<frequency>Ongoing</frequency>
		<trigger_other>%PROD_NAME%-beta</trigger_other>
		<category>
			<name>UEX Beta Patching Titles</name>
		</category>
	</general>
	<scope>
		<!--Scope added by JSSImporter-->
	</scope>
	<package_configuration>
		<!--Package added by JSSImporter-->
	</package_configuration>
	<scripts>
		<!--Scripts added by JSSImporter-->
	</scripts>
	<self_service>
		<use_for_self_service>false</use_for_self_service>
		<install_button_text>Install %VERSION%</install_button_text>
		<self_service_display_name>%PROD_NAME%</self_service_display_name>
		<reinstall_button_text>Reinstall %VERSION%</reinstall_button_text>
		<self_service_description>%SELF_SERVICE_DESCRIPTION%</self_service_description>
	</self_service>
	<maintenance>
		<recon>false</recon>
	</maintenance>
</policy>
